{
    "name": "Yoga-2",
    "desc": "Yoga (/ˈjoʊɡə/;[1] Sanskrit: योग; About this soundpronunciation) is a group of physical, mental, and spiritual practices or disciplines which originated in ancient India. Yoga is one of the six Āstika (orthodox) schools of Hindu philosophical traditions.[2] There is a broad variety of yoga schools, practices, and goals[3] in Hinduism, Buddhism, and Jainism.[4][5][6] The term 'Yoga' in the Western world often denotes a modern form of hatha yoga and yoga as exercise, consisting largely of the postures or asanas. The practice of yoga has been thought to date back to pre-vedic Indian traditions; possibly in the Indus valley civilization around 3000 BCE. Yoga is mentioned in the Rigveda,[note 1] and also referenced in the Upanishads,[8][9] . Although, yoga most likely developed as a systematic study around the 5th and 6th centuries BCE, in ancient India's ascetic and śramaṇa movements.[10][note 2] The chronology of earliest texts describing yoga-practices is unclear, varyingly credited to the Upanishads.[11] The Yoga Sutras of Patanjali date from the 2nd century BCE,[12][13] and gained prominence in the west in the 20th century after being first introduced by Swami Vivekananda.[14] Hatha yoga texts began to emerge sometime between the 9th and 11th century with origins in tantra.[15][16] ",
    "duration": "45",
    "diff": "2",
    "avg_mark": "3.7",
    "comments": [
        {
            "id": "0",
            "author": "Uros",
            "text": "uros' comment uros' comment uros' comment uros' comment uros' comment uros' comment uros' comment",
            "date": "12-05-2020"
        },
        {
            "id": "1",
            "author": "Nikola",
            "text": "nikola's comment nikola's commentnikola's comment nikola's comment nikola's comment nikola's comment nikola's comment",
            "date": "08-05-2020"
        }
    ],
    "images": [
        {
            "id": "0",
            "file": "0.png",
            "alt": "Image 0"
        },
        {
            "id": "1",
            "file": "1.png",
            "alt": "Image 1"
        },
        {
            "id": "2",
            "file": "0.png",
            "alt": "Image 0"
        },
        {
            "id": "3",
            "file": "1.png",
            "alt": "Image 1"
        }
    ],
    "videos": [
        {
            "id": "0",
            "ogg": "0.ogg",
            "mp4": "0.mp4",
            "alt": "Video 0"
        },
        {
            "id": "1",
            "ogg": "1.ogg",
            "mp4": "1.mp4",
            "alt": "Video 1"
        }
    ]
}