{
    "paragraphs": [
        {
            "id": "0",
            "text": "Fitness centre is a dynamic and diverse gym with a variety of group classes for every fitness level and different interests, guided by the trainers who are to answer the gym members needs at any time. Trainers at Fitness centre meet the highest standards expertise in all training programs. "
        },
        {
            "id": "1",
            "text": "We aim to give a system in which everyone is respected and to provide a unique and enjoyable environment in which everyone can feel comfortable. Fitness centre enables everyone to work and produce excellence. From the staff to the clients involved in the gym it is all about working for the greater good. Members at Fitness centre can each select a trainer, training program and a membership option by choice and personal preferences. "
        },
        {
            "id": "2",
            "text": "At Fitness centre any form of discrimination, harassment or prejudice is not tolerated. Here we welcome both male and female members."
        },
        {
            "id": "3",
            "text": "You would like to improve your fitness level, to surpass your professional athlete goals, or you would like either to continue with your recreational fitness routine or start off as a beginner? This sport facility is the right place for your productive workout and tangible exercising results."
        }
    ],
    "images1": [
        {
            "id": "0",
            "file": "cardio_0.png",
            "alt": "Image 0"
        },
        {
            "id": "1",
            "file": "cardio_1.png",
            "alt": "Image 1"
        },
        {
            "id": "2",
            "file": "yoga_1.png",
            "alt": "Image 0"
        },
        {
            "id": "3",
            "file": "yoga_3.png",
            "alt": "Image 1"
        }

    ],
    "images2": [
        {
            "id": "4",
            "file": "core_5.png",
            "alt": "Image 0"
        },
        {
            "id": "5",
            "file": "core_1.png",
            "alt": "Image 1"
        },
        {
            "id": "6",
            "file": "pilates_2.png",
            "alt": "Image 0"
        },
        {
            "id": "7",
            "file": "pilates_1.png",
            "alt": "Image 1"
        }
    ]
}