{
    "name": "Klasicna Joga",
    "desc": "Ono što se često naziva klasična joga, Astanga (joga osam udova) ili Raja joga uglavnom je vrsta joge koja je izložena u veoma uticajnim Joga sutrima Patanjalija. Poreklo tradicije klasične joge je nejasno, mada se u Upanishadi pojavljuju rane diskusije o ovom pojmu. Naziv 'Raja ioga' (joga kraljeva) prvobitno je označavao krajnji cilj joge, samadhi, ali je Vivekananda popularizovan kao uobičajeni naziv za Ashtanga jogu, osam udova koji će se praktikovati za dostizanje samadhija, kako je opisano u Joga sutrima . Joga se takođe smatra jednom od pravoslavnih filozofskih škola (darsana) hinduizma (one koje prihvataju Vede kao izvor znanja). Klasična joga uključuje epistemologiju, metafiziku, etičke prakse, sistematske vežbe i tehnike samorazvoja za telo, um i duh.",
    "duration": "60",
    "diff": "3",
    "avg_mark": "4.2",
    "comments": [
        {
            "id": "0",
            "author": "Anja Markovic",
            "text": "I have been training classical yoga for over a year now! The benefits are outstanding. I couldn't imagine a week going by without my yoga classes.",
            "date": "12-05-2020"
        },
        {
            "id": "1",
            "author": "Vukasin Draskovic",
            "text": "Since i am genuinely overweight, this has been a traumatic experience for me for the first couple of weeks. After that i got used to it and it has become much more pleasant.",
            "date": "08-05-2020"
        }
    ],
    "images1": [
        {
            "id": "0",
            "file": "yoga_0.png",
            "alt": "Image 0"
        },
        {
            "id": "1",
            "file": "yoga_1.png",
            "alt": "Image 1"
        },
        {
            "id": "2",
            "file": "yoga_2.png",
            "alt": "Image 0"
        },
        {
            "id": "3",
            "file": "yoga_3.png",
            "alt": "Image 1"
        }

    ],
    "images2": [
        {
            "id": "4",
            "file": "yoga_4.png",
            "alt": "Image 0"
        },
        {
            "id": "5",
            "file": "yoga_5.png",
            "alt": "Image 1"
        },
        {
            "id": "6",
            "file": "yoga_6.png",
            "alt": "Image 0"
        },
        {
            "id": "7",
            "file": "yoga_7.png",
            "alt": "Image 1"
        }
    ],
    "videos": [
        {
            "id": "0",
            "ogg": "0.ogg",
            "mp4": "0.mp4",
            "alt": "Video 0"
        },
        {
            "id": "1",
            "ogg": "1.ogg",
            "mp4": "1.mp4",
            "alt": "Video 1"
        }
    ]
}